[
    {
    "strName": "Index",
    "strImage": "info/ostraka",
    "strArticleBody": "Welcome to the Ostraka. This is a directory of Ostranauts game knowledge to help you learn the game.\n\nIts primary function is to present an in-depth tutorial for first time players, and to elaborate on some lesser-known mechanics of the game for veterans.\n\n<size=80%><b>ostraka</b>  <i>noun</i>\n1. A fragment of soft stone or pottery bearing jottings, used by archaeologists to piece together clues of an ancient civilization.\n\n2. Ostraka were also used in the practice of ostracism (<i>ostrakismos</i>), a ceremony in which each citizen would write on a potsherd the name of someone whom they wished to see banished.</size>"
  },
  {
    "strName": "TutorialObjectives",
    "strNodeLabel": "Tutorial Objectives",
    "strImage": "encounters/EncFirstDockOKLG",
    "strArticleTitle": "Tutorial Objectives Hub",
    "strArticleBody": "Welcome to the Ostranauts tutorial!\n\nAs you take your first steps through the world, you'll receive tutorial objectives which will lead you through some basic gameplay mechanics.\n\nThey will have links to articles like this one, here, with more information and context about that objective.\n\nYou can mute these popups with the mute button in the top right."
  },
  {
    "strName": "TutorialUnpause1",
    "strNodeLabel": "Tutorial: Time Controls",
    "strImage": "info/timecontrolsPlayHighlighted",
    "strNodeParent": "TutorialObjectives",
    "strArticleTitle": "Pause & Unpause",
    "strLookup": "Time Controls",
    "strTutorialKey": "Unpause World",
    "nArticleTitleStyle" : 1,
    "escapeChar" : "␞",
    "strArticleBody": "Ostranauts is a busy game, but you can always pause, take a break, and plan your next move.\n\nThe Pause and Play controls are crucial to navigating the System in the 'third' dimension: time. The game starts with the simulation paused. It's all downhill from here!\n\nPressing ␞40␞, or clicking the time control play button, will toggle the passage of time."
  },
  {
    "strName": "TutorialUnpause2",
    "strNodeLabel": "Time Controls",
    "strImage": "info/timecontrolsFFWDHighlighted",
    "strNodeParent": "TutorialUnpause1",
    "strArticleTitle": "Time Travel (normal)",
    "strLookup": "Time Controls",
    "escapeChar" : "␞",
    "strArticleBody": "The time controls allow you to increase the speed of the simulation, up to 16x Earth-normal of 1s/s. They also allow you to decrease it to 0.25x speed.\n\nPress ␞41␞ to speed things up. Press ␞42␞ to slow things down.\n\nIf your character is working on a particularly slow task, setting the speed to 4x, or even up to 16x, can make the wait more manageable. If you're navigating a life-or-death situation, try using 0.5x or 0.25x to prolong your life (or death)."
  },
  {
    "strName": "TutorialUnpause3",
    "strNodeLabel": "A Warning",
    "strImage": "info/timecontrols16x",
    "strNodeParent": "TutorialUnpause1",
    "strArticleTitle": "Time Travel (advanced)",
    "strLookup": "Time Controls",
    "strArticleBody": "Warning: do not use 16x while docking unless you <i>really</i> know what you're doing."
  },
  {
    "strName": "TutorialObjectivePopups",
    "strNodeLabel": "Tutorial: Objective Popups",
    "strImage": "info/objectivepopup",
    "strNodeParent": "TutorialObjectives",
    "strArticleTitle": "Objective Popups",
    "strLookup": "ObjectivePopups",
    "strTutorialKey": "Find Objective Target",
    "strArticleBody": "While following the tutorial, you'll be seeing a lot of these popups flying around the screen. Once past it, they'll be less frequent.\n\nIf that's not soon enough for you, there's an option in your PDA to mute tutorial notifications.\n\nYour PDA can be opened with the buttons on the left side of the screen, or you can jump to the tutorial settings page with the mute button in the upper right corner of this window."
  },
  {
    "strName": "TutorialObjectivePopups2",
    "strNodeLabel": "Using objective popups",
    "strImage": "info/objectiveicons",
    "strNodeParent": "TutorialObjectivePopups",
    "strArticleTitle": "Using objective popups",
    "strLookup": "ObjectivePopups",
    "strArticleBody": "Left-clicking an objective popup will zoom the camera to the position of the objective's target. \n\nRight-clicking an objective popup will mute that objective from appearing on the HUD. You can still refer back to the objective in the GOALS app of your PDA."
  },
  {
    "strName": "TutorialObjectivePopups3",
    "strNodeLabel": "Non-tutorial popups",
    "strImage": "info/objectivesPDA",
    "strNodeParent": "TutorialObjectivePopups",
    "strArticleTitle": "Non-tutorial popups",
    "strLookup": "ObjectivePopups",
    "strArticleBody": "From time to time you'll get objectives relating to events you witness or people you meet. They could be someone who needs help with a task, unwanted attention from the law, or maybe something that is making a strange sound on board the ship.\n\nBut if you don't care a fig about any of that, and muting isn't final enough, you can abandon those objectives in the GOALS app of your PDA."
  },
  {
    "strName": "TutorialHighlightingInteractables",
    "strNodeLabel": "Tutorial: Highlighting Interactables",
    "strImage": "info/interactableshighlight",
    "strNodeParent": "TutorialObjectives",
    "strTutorialKey": "Highlight Interactables & Hotkeys",
    "strArticleTitle": "Highlighting Interactables & Other Overlays",
    "escapeChar" : "␞",
    "strArticleBody": "By default, holding ␞128␞ highlights interactable objects near your captain. Often this will be crates, compartments, or things with an inventory that your captain can rummage through. \n\nHowever, it also highlights switches, appliances, and anything else that accepts a 'Use' type of action, coloured blue on the item's context menu (a.k.a. Quick Action Bar, or QAB)."
  },
  {
    "strName": "TutorialToggleSwitch1",
    "strNodeLabel": "Tutorial: Interactions & The Quick Action Bar",
    "strImage": "info/lightswitch",
    "strNodeParent": "TutorialObjectives",
    "strArticleTitle": "Let's Toggle A Switch",
    "strLookup": "Interactions",
    "strTutorialKey": "Toggle the Switch",
    "strArticleBody": "Just like in real life, you can use light switches to turn lights on and off. Unlike real life, you'll have to right-click on them first.\n\nBy the end of the tutorial, the knowledge for how to interact with objects will switch on. Not unlike a light switch."
  },
  {
    "strName": "TutorialToggleSwitch2",
    "strNodeLabel": "The Quick Action Bar",
    "strImage": "info/QAB",
    "strNodeParent": "TutorialToggleSwitch1",
    "strArticleTitle": "Easy as Q-A-B",
    "strLookup": "Interactions",
    "strArticleBody": "Right-clicking an object in the world will bring up the Quick Action Bar (QAB). The QAB lists the interactions your character can perform on the selected object.\n\nIn the case of our light switch here, you can perform a blue action called 'Toggle Power', which is hard sci-fi lingo meaning 'to turn on or off'."
  },
  {
    "strName": "TutorialToggleSwitch3",
    "strNodeLabel": "QAB Hotkeys",
    "strImage": "info/QABZoomed",
    "strNodeParent": "TutorialToggleSwitch1",
    "strArticleTitle": "Easy as 1-2-3",
    "strLookup": "Interactions",
    "escapeChar" : "␞",
    "strArticleBody": "Next to the first four options of the QAB are numbers 1-4. \n\nPressing ␞120␞, ␞121␞, ␞122␞, and ␞123␞ on your keyboard will perform those actions correspondingly. It's a little quicker than clicking into the QAB, if you're the keyboard shortcut kind. \n\nYou know, backlit keys and neon case fans."
  },
  {
    "strName": "TutorialToggleSwitch2.5",
    "strNodeLabel": "The Quick Action Bar",
    "strImage": "info/interactionsbash",
    "strNodeParent": "TutorialToggleSwitch1",
    "strArticleTitle": "Easy as Q-A-B",
    "strLookup": "Interactions",
    "strArticleBody": "There are a lot of interactions available to you, especially on fixtures, like 'Uninstall' and 'Bash'. \n\nAvoid those while in this phase of the tutorial. Stay your mighty hand for now."
  },
  {
    "strName": "TutorialToggleSwitch2.55",
    "strNodeLabel": "QAB Buttons",
    "strImage": "info/QABPin",
    "strNodeParent": "TutorialToggleSwitch1",
    "strArticleTitle": "At The Touch Of A Button",
    "strLookup": "Interactions",
    "strArticleBody": "Along the QAB are a series of helpful buttons. In order: 'Expand/Collapse', 'Refresh', 'Pin/Unpin', and 'Close'. They're mostly self-explanatory, but let's talk about 'Pin/Unpin'.\n\n'Pin/Unpin' attaches the QAB to the world position of the selected object. Otherwise, it'll stay in its position on screen for familiarity's sake.\n\nDragging the QAB will leave it pinned it to the last position dragged to. Unpinning it will snap it back to its corresponding item."
  },
  {
    "strName": "TutorialToggleSwitch4",
    "strNodeLabel": "Interactions & Systems",
    "strImage": "info/lightcomplete",
    "strNodeParent": "TutorialToggleSwitch1",
    "strArticleTitle": "The Charge Of The Light Frigate",
    "strLookup": "Interactions",
    "strArticleBody": "Once your character completes 'Toggle Power', charged electrons from a battery on the station will flow through a diode, and the diode will emit light.\n\nIt's very useful for seeing things that don't illuminate on their own."
  },
  {
    "strName": "TutorialInventory1",
    "strNodeLabel": "Tutorial: Inventory",
    "strImage": "info/inventory1",
    "strNodeParent": "TutorialObjectives",
    "strArticleTitle": "Opening Your Inventory",
    "strLookup": "Inventory",
    "strTutorialKey": "Open Your Inventory",
    "escapeChar" : "␞",
    "strArticleBody": "This is why we're all here, isn't it? The loot.\n\nPresssing ␞50␞ opens your inventory. ␞50␞ closes it again. \n\nClicking on your character's portrait will open your inventory, and also center the camera on your character."
  },
  {
    "strName": "TutorialInventory1.5",
    "strNodeLabel": "Tutorial: Inventory",
    "strImage": "info/inventoryclickclothes",
    "strNodeParent": "TutorialInventory1",
    "strArticleTitle": "Opening Your Inventory",
    "strLookup": "Inventory",
    "strArticleBody": "Clicking on an item in your inventory will attach it to the mouse cursor, readying it to be moved to another slot. \n\nWhen the item is attached to the cursor, if you position it over an empty slot or container grid space, then click, you'll put it in that slot. \n\nIf the slot already has an item in it, it will stack like items or swap with unlike items."
  },
  {
    "strName": "TutorialInventory2",
    "strNodeLabel": "Tutorial: Inventory Interactions",
    "strImage": "info/inventoryGround",
    "strNodeParent": "TutorialObjectives",
    "strArticleTitle": "The Ground Grid",
    "strLookup": "Using The Inventory",
    "strArticleBody": "Items can also be picked-up and droped on the ground tiles surrounding your captain.\n\nThe cursor will indicate if the item is close enough to grab with a hand, and will show feet instead if it requires walking to reach.\n\nShift clicking on an item on the ground will auto-equip it to your character. Shift clicking any carried item will throw it to the ground."
  },
  {
    "strName": "TutorialInventory2.1",
    "strNodeLabel": "Getting Dressed",
    "strImage": "info/inventorydress",
    "strNodeParent": "TutorialInventory2",
    "strArticleTitle": "Getting Dressed",
    "strLookup": "Using The Inventory",
    "strTutorialKey": "Get Dressed",
    "strArticleBody": "Your overalls are strewn on the ground next to you, along with your shoes. You may have to hunt around for the second shoe.\n\nGoing barefoot, or wearing a shoe on the wrong foot, will give you a footwear debuff."
  },
  {
    "strName": "TutorialInventory3",
    "strNodeLabel": "Tutorial: Pressure Suit",
    "strImage": "info/inventoryRackLocation",
    "strNodeParent": "TutorialObjectives",
    "strArticleTitle": "Get Your Pressure Suit",
    "strLookup": "Pressure Suit",
    "strTutorialKey": "Collect Pressure Suit and Helmet",
    "escapeChar" : "␞",
    "strArticleBody": "In the storage bin nearby are your pressure suit, helmet, and carry bag.\n\nAll three items are of vital but not equal importance for surviving hard vacuum."
  },
  {
    "strName": "TutorialInventory3.5",
    "strNodeLabel": "Equipping Your Bag",
    "strImage": "info/inventorybagslot",
    "strNodeParent": "TutorialInventory3",
    "strArticleTitle": "And Go Get Your Bag",
    "strLookup": "Pressure Suit",
    "strArticleBody": "Once you've located the items, you needn't equip them right away. After all, you're already dressed - the suits are skintight, unflattering, and sweaty. But don't leave them behind! \n\nThe bag can be worn on a custom slot in your inventory, in the top right of the paper doll window.\n\nWith the expanded carrying capacity afforded by your bag, you've got space to store your vacuum survival gear, and more besides."
  },
  {
    "strName": "TutorialInventory4",
    "strNodeLabel": "Tutorial: Pressure Suit",
    "strImage": "info/inventoryhelmet",
    "strNodeParent": "TutorialInventory3",
    "strArticleTitle": "Because It Suits You",
    "strLookup": "Pressure Suit",
    "strArticleBody": "A word about pressure suits: we mentioned that they're skintight, and you'll have to take your clothes off to equip them, including shoes off of both feet.\n\nThe helmet is not just skintight but airtight, and it's filled with air taken from the environment when you put it on. If you put it on right now and forget about it, you'll start to get all hot and CO2 poison-y.\n\nIf that happens, don't panic! Just make sure that when you take it off to refresh, you're in a safe place surrounded by lots of lovely breathable air."
  },
  {
    "strName": "TutorialContainers1",
    "strNodeLabel": "Tutorial: Containers",
    "strImage": "info/containersslots",
    "strNodeParent": "TutorialObjectives",
    "strArticleTitle": "Containers & Slots & What Goes In Them",
    "strLookup": "Containers",
    "strArticleBody": "Some containers and slots have rules about what items they will accept. For example, shirts don't go on feet slots, but shoes do. Pants can have containers, colloquially called 'pockets'. These will fit screwdrivers, but not toolboxes. Power tools take batteries.\n\nBut you can't put a nuclear reactor in a backpack. Unless you had a very large backpack."
  }, 
  {
    "strName": "TutorialVisitShip1",
    "strNodeLabel": "Tutorial: Leaving K-LEG",
    "strImage": "info/tutorialtoolbox",
    "strNodeParent": "TutorialObjectives",
    "strArticleTitle": "Leaving your room",
    "strLookup": "Anabasis",
    "strTutorialKey": "Visit Your Ship",
    "strArticleBody": "Your new ship, obtained through means legal or pragmatic, is waiting for you in OKLG's dock.\n\nYour toolbox is waiting for you by the door. Don't leave home without it."
  },
  {
    "strName": "TutorialVisitShip1.5",
    "strNodeLabel": "Leaving Your Room",
    "strImage": "info/walkleftclick",
    "strNodeParent": "TutorialVisitShip1",
    "strArticleTitle": "Where Is My Ship?",
    "strLookup": "Anabasis",
    "strArticleBody": "Left-clicking on a walkable tile outside your room will move your captain there, opening any doors along the way. \n\nTo find your ship, you can left-click on the objective notification to zoom to its position.\n\nLeaving your room will trigger an Encounter screen: you're walking K-LEG's hallways as a space captain for the very first time."
  },
  {
    "strName": "TutorialVisitShip2",
    "strNodeLabel": "The Dock",
    "strImage": "info/docks",
    "strNodeParent": "TutorialVisitShip1",
    "strArticleTitle": "No really, where is my ship?",
    "strLookup": "Anabasis",
    "strArticleBody": "There's a lot to take in, so no stress if you're having trouble locating your ship. There are airlock signs on the floor pointing the way. If you follow those, you'll find the dock.\n\nHere's a picture of the dock, just to the south and west of your dorm on K-LEG."
  },
  {
    "strName": "TutorialVisitShip2.5",
    "strNodeLabel": "South? West??!",
    "strImage": "info/SSW",
    "strNodeParent": "TutorialVisitShip1",
    "strArticleTitle": "No really, where is my ship?",
    "strLookup": "Anabasis",
    "strArticleBody": "You might be saying, \"But Blue Bottle Games, there's no south OR west in space!\" \n\nHowever, in the lore, the Tharsis government legislated that there <i>is</i> a south or west in space, shortly after they discovered the Solar System was projected orthographically."
  },
  {
    "strName": "TutorialRoomAtmosphere",
    "strNodeLabel": "Tutorial: Compartments & Atmosphere",
    "strImage": "info/spacesnapshot",
    "strNodeParent": "TutorialObjectives",
    "strArticleTitle": "Compartments & Atmosphere",
    "strLookup": "The MTT",
    "strTutorialKey": "Check room atmosphere",
    "nLookup": 1,
    "strArticleBody": "We can't hide the truth from you any longer: Ostranauts is set in space. There's no air in space. You can't breathe without air. And sometimes, by extension, you can't breathe in Ostranauts.\n\nIt's important to check the hull integrity of a room if you're not absolutely sure it's safe. It could be open to the horrible void of space, leading to a swift death for an unprepared player.\n\nWe'll tell you how to escape this fate ... in the next article, to boost our engagement metrics."
  },
  {
    "strName": "TutorialRoomAtmosphere2",
    "strNodeLabel": "The Mega Tooltip",
    "strImage": "info/MTT1",
    "strNodeParent": "TutorialRoomAtmosphere",
    "strArticleTitle": "The Mega Tooltip",
    "strLookup": "The MTT",
    "strTutorialKey": "Expand MTT menu",
    "nLookup": 1,
    "strArticleBody": "That big bastard in the top-right corner is the Mega Tooltip (MTT).\n\nIt's a window, a very large and detailed window, into any entity in the game. If you want to know about something, right-click it and check the MTT."
  },
  {
    "strName": "TutorialRoomAtmosphere3",
    "strNodeLabel": "Overlapping Objects & Compartments",
    "strImage": "info/MTT2",
    "strNodeParent": "TutorialRoomAtmosphere",
    "strArticleTitle": "Overlapping Objects & Compartments",
    "strLookup": "The MTT",
    "nLookup": 2,
    "strArticleBody": "In the case of overlapping objects, right-click the same tile to drill down a layer at a time. The base layer of a ship tile is called the 'Compartment'.\n\nCompartments tell you the gas contents of the room. In the case of the starting ship, it should be full of a nitrogen/oxygen mix commonly known as 'air', but it's always good to check.\n\nIf there is a dangerous gas mixture in a compartment, exact details will display near your cursor."
  },
  {
    "strName": "TutorialRoomAtmosphere4",
    "strNodeLabel": "Conditions",
    "strImage": "info/MTT3",
    "strNodeParent": "TutorialRoomAtmosphere",
    "strArticleTitle": "Conditions",
    "strLookup": "The MTT",
    "nLookup": 3,
    "strArticleBody": "The MTT displays all publicly available information about an object in the game world, including all its Conditions. But what is a Condition, and should you be nervous it was capitalized just now? \n\nConditions are adjectives that describe an object. For example, the Condition 'Damaged' is applied to the floor when perforated by a micrometeoroid.\n\n Similarly, the Condition 'Bleeding' may be applied to your character when perforated by a micrometeoroid.\n\nWatch out for micrometeoroids."
  },
  {
    "strName": "TutorialRoomAtmosphere6",
    "strNodeLabel": "Show More",
    "strImage": "info/MTT4",
    "strNodeParent": "TutorialRoomAtmosphere",
    "strArticleTitle": "Show More",
    "strLookup": "The MTT",
    "nLookup": 5,
    "strArticleBody": "When you click 'show more' on the MTT, you'll see a list of all the visible Conditions on that object. \n\nSome Conditions are intended to be invisible to the player, and only tracked internally by the game.\n\nVisible Conditions are mostly things your character would know or could reasonably infer about an object."
  },
  {
    "strName": "TutorialRoomAtmosphere7",
    "strNodeLabel": "So Much Information",
    "strImage": "info/MTTTemp",
    "strNodeParent": "TutorialRoomAtmosphere",
    "strArticleTitle": "So Much Information",
    "strLookup": "The MTT",
    "nLookup": 5,
    "strArticleBody": "</i>... 'reasonably infer' ...</i> Yes, your character senses the ambient temperature to the nearest microdegree. It's something all spacefarers can do."
  },
  {
    "strName": "TutorialWearAndTear",
    "strNodeLabel": "Tutorial: Vizor & Wear",
    "strImage": "info/PDAVizor",
    "strNodeParent": "TutorialObjectives",
    "strArticleTitle": "PDA Vizor App",
    "strLookup": "Vizor App",
    "strTutorialKey": "Toggle Wear & Damage Viz",
    "nLookup": 1,
    "escapeChar" : "␞",
    "strArticleBody": "Pressing ␞91␞ will bring up the PDA's Vizor app, which allows you to see the world through various informational overlays.\n\nThe available Vizor modes are controlled by Cartridges stored inside your PDA, which you can both purchase and find in the world.\n\nNote that the PDA must be in the forearm slot for Vizor mode to work."
  },
  {
    "strName": "TutorialWearAndTear2",
    "strNodeLabel": "Tutorial: Wear & Tear",
    "strImage": "info/WearTear",
    "strNodeParent": "TutorialWearAndTear",
    "strArticleTitle": "Damage Overlay",
    "strLookup": "Vizor App",
    "nLookup": 1,
    "strArticleBody": "Choosing DAMAGE in the Vizor App shows an overlay of damaged objects nearby. White is pristine, red is damaged. Pink is a bit dinged up.\n\nPressing DEFAULT toggles the overlay view off again."
  },
  {
    "strName": "TutorialChangeRosterPermission",
    "strNodeLabel": "Tutorial: Change Roster Permission",
    "strImage": "info/roster",
    "strNodeParent": "TutorialObjectives",
    "strArticleTitle": "Tutorial: The Roster Menu",
    "strLookup": "Permissions",
    "strTutorialKey": "Change Roster Permissions",
    "strArticleBody": "The Roster menu allows you to set rules for how your characters behave, including work schedules and other permissions.\n\nBy default, your crew will not open any doors with a pressure difference, as that risks venting the entire room's atmosphere.\n\nDisembark allows the crew member to leave the ship.\n\nRestore Parts allows the crew member to automatically repair ship components during their work schedule."
  },
  {
    "strName": "TutorialRestoreNavStation",
    "strNodeLabel": "Tutorial: Restore Nav Station",
    "strImage": "info/WearTearNav",
    "strNodeParent": "TutorialObjectives",
    "strArticleTitle": "Tutorial: Restore Nav Station",
    "strLookup": "Repairing",
    "strTutorialKey": "Restore Nav Station",
    "nLookup": 1,
    "strArticleBody": "The NAV station, along with most of your starting ship, is a bit worse for wear.\n\nYou don't <i>actually</i> need to fix anything yet, it's worn but functional. And you certainly don't need to restore everything all the way up, which might take a while.\n\nRest assured that if you undock immediately, your ship will get you to a derelict or two before it needs any maintenance."
  },
  {
    "strName": "TutorialRestoreNavStation2",
    "strNodeLabel": "Tutorial: Restore Nav Station",
    "strImage": "info/WearTearNavRestore",
    "strNodeParent": "TutorialRestoreNavStation",
    "strArticleTitle": "Tutorial: Restore Nav Station",
    "strLookup": "Restoration",
    "nLookup": 2,
    "strArticleBody": "Right-clicking on the NAV station will bring up the QAB.\n\nLeft-clicking on Restore, or pressing Restore's hotkey, begins restoring the object to like new.\n\nSit back and let your captain work. Better them than you, right?"
  },
  {
    "strName": "TutorialRestoreNavStation3",
    "strNodeLabel": "Tutorial: Restore Nav Station",
    "strImage": "info/interactionNumbers",
    "strNodeParent": "TutorialRestoreNavStation",
    "strArticleTitle": "Tutorial: Restore Nav Station",
    "strLookup": "Restoration",
    "nLookup": 3,
    "strArticleBody": "You've probably noticed these two bars, and maybe that little number. You're very observant, it's something we see and love about you.\n\nRestoring is an extended action. Each individual restore cycle, represented by the top bar, contributes a little bit to the overall progress, represented by the bottom bar. It might take a few minutes, even a few hours, to complete.\n\nThe number is the multiplier granted by your character's skill level in that task, combined with the quality of the tool you're using. A higher number means a faster application of that skill."
  },
  {
    "strName": "TutorialRestoreNavStation4",
    "strNodeLabel": "Tutorial: Restore Nav Station",
    "strImage": "info/WearTearClose",
    "strNodeParent": "TutorialRestoreNavStation",
    "strArticleTitle": "Tutorial: Restore Nav Station",
    "strLookup": "Restoration",
    "strTutorialKey": "Hide Wear & Tear Info",
    "nLookup": 5,
    "strArticleBody": "Use the PDA Vizor app to toggle the overlay off again.\n\nThis step might seem redundant. You've probably already done it, maybe even several times.\n\nBut the last thing we want is someone stuck with it on, walking around in a pink and red miasma."
  },
  {
    "strName": "TutorialUseNavStation1",
    "strNodeLabel": "Tutorial: Using The Nav Station",
    "strImage": "info/navUse",
    "strNodeParent": "TutorialObjectives",
    "strArticleTitle": "Tutorial: Use Nav Station",
    "strLookup": "Navigation",
    "strTutorialKey": "Use the Nav Station",
    "strArticleBody": "<i>Captain on deck.</i>\n\nTo pilot your spaceship, right-click on the NAV console and select 'Use'.\n\n(Note: You may have to click 'Cancel Action' if you don't wish to wait for your character to finish their current action. E.g. restoring the NAV.)"
  },
  {
    "strName": "TutorialUseNavStation2",
    "strNodeLabel": "Tutorial: Using The Nav Station",
    "strImage": "info/navSelectComms",
    "strNodeParent": "TutorialUseNavStation1",
    "strArticleTitle": "Tutorial: Use Nav Station",
    "strLookup": "Navigation",
    "strTutorialKey": "Switch to Comms Controls",
    "strArticleBody": "I hope you like knobs, because the NAV UI has a lot of them.\n\nOur ship is still docked with K-LEG, and can't go anywhere yet, not without destroying the docking arm and most of the station.\n\nAlong the right edge of the NAV UI is a bar pointing to the COMMS controls. That's where you'll need to go to undock."
  },
  {
    "strName": "TutorialUseNavStation3",
    "strNodeLabel": "Tutorial: Using The Nav Station",
    "strImage": "info/navButtons",
    "strNodeParent": "TutorialUseNavStation1",
    "strArticleTitle": "Tutorial: Use Nav Station",
    "strLookup": "Navigation",
    "strTutorialKey": "",
    "strArticleBody": "Visually the COMMS screen is a little less overwhelming, but it presents a risk of social interaction, and is frightening for that reason.\n\nFind K-LEG in the menus. Its ID code is OKLG. You can request undocking permissions through there. \n\nClicking the CLAMPS button when the icon next to it is lit green will detach your ship from the station."
  },
  {
    "strName": "TutorialUseNavStation3.5",
    "strNodeLabel": "Tutorial: Using The Nav Station",
    "strImage": "info/commsSwitchBack",
    "strNodeParent": "TutorialUseNavStation1",
    "strArticleTitle": "Tutorial: Use Nav Station",
    "strLookup": "Navigation",
    "strTutorialKey": "Switch to Nav Screen",
    "strArticleBody": "We're undocked! We're floating in space!\n\nTime to get underway. The long button along the left side of the COMMS UI switches back to the NAV screen."
  },
  {
    "strName": "TutorialUseNavStation3.75",
    "strNodeLabel": "Tutorial: Using The Nav Station",
    "strImage": "info/dontcrash",
    "strNodeParent": "TutorialUseNavStation1",
    "strArticleTitle": "Tutorial: Use Nav Station",
    "strLookup": "Navigation",
    "strTutorialKey": "Dismiss Note",
    "strArticleBody": "Once upon a time, a cheerily penned note was all a player had to pilot a hundred ton space vessel. Now, in the enlightened age of a dedicated tutorial, those poor souls who went before us are Laika to our Gagarin.\n\nIf you choose not to read it, bear in mind you're skipping one of the rare unique art assets our independent game studio can afford."
  },
  {
    "strName": "TutorialUseNavStation4",
    "strNodeLabel": "Tutorial: Using The Nav Station",
    "strImage": "info/navScreenTarget",
    "strNodeParent": "TutorialUseNavStation1",
    "strArticleTitle": "Tutorial: Use Nav Station",
    "strLookup": "Navigation",
    "strTutorialKey": "Target K-Leg Station",
    "strArticleBody": "You can target K-LEG station on the map by left-clicking its icon. Targeting the station will read out a list of physical properties, like your relative and cross velocity.\n\nYou might notice that if you click into empty space while the game is unpaused, the map target abruptly shoots offscreen. This is because it targets a fixed point in space, and we (and the station, and everything in The System) are orbiting Sol at what physicists call 'very fast' speeds.\n\nAll ships and orbital bodies in the game are subject to these same Newtonian mechanics."
  },
  {
    "strName": "TutorialUseNavStation5",
    "strNodeLabel": "Tutorial: Using The Nav Station",
    "strImage": "info/timecontrols",
    "strNodeParent": "TutorialUseNavStation1",
    "strArticleTitle": "Tutorial: Use Nav Station",
    "strLookup": "Navigation",
    "strTutorialKey": "",
    "strArticleBody": "The top of the panel shows the most significant gravity well affecting your ship. Below that are these properties:\n\nVREL: Velocity: Relative, or how fast the target is moving compared with you. When you thrust toward it, the number increases. When they thrust toward you, the number increases. It decreases when either of you decelerate.\n\nRNG: Range. How far you are from the target. When you thrust toward it, the number decreases.\n\nVCRS: Velocity: Cross, or how fast the target is moving 'sideways' when compared to an imaginary line between you and your target.\n\nBRG: Bearing, or the angle in degrees between your forward orientation and the target. As the note says, zero is dead on.\n\nETA: Estimated Time of Arrival, an Americanism for 'are we there yet?'\n\nFUEL: Fungible Units of Energetic Liquid, such as petroleum.\n\nDELTA V: Delta-V is a tricky one. In our spacefaring context, it's a measure of how much your remaining fuel can change your current velocity. Many pilots use it to keep track of how many speed changes they can make before running out of fuel."
  },
  {
    "strName": "TutorialSpaceTravel1",
    "strNodeLabel": "Tutorial: Spaceship Spin Controls",
    "strImage": "info/timecontrols",
    "strNodeParent": "TutorialObjectives",
    "strArticleTitle": "Tutorial: Spaceship Spin Controls",
    "strLookup": "Space Travel",
    "strTutorialKey": "Calibrate Clockwise Thrust",
    "escapeChar" : "␞",
    "strArticleBody": "Let's get to grips with the Reaction Control System (RCS). That's jargon for all the thrusters, intake regulators, and other bits of plumbing that make your ship go.\n\nPressing ␞75␞ will fire the yaw Attitude Control counterclockwise, or - follow me here - turn your ship to its left. Take it out for a spin.\n\nPressing ␞74␞ will rotate clockwise, back in the other direction."
  },
  {
    "strName": "TutorialSpaceTravel2",
    "strNodeLabel": "Tutorial: Spaceship Spin Controls",
    "strImage": "info/timecontrols",
    "strNodeParent": "TutorialSpaceTravel1",
    "strArticleTitle": "Tutorial: Spaceship Spin Controls",
    "strLookup": "Space Travel",
    "strTutorialKey": "Stop Spin",
    "escapeChar" : "␞",
    "strArticleBody": "To stop all rotation, press ␞76␞.\n\nThis can be useful if you're ever in an uncontrolled spin and need to slow down."
  },
  {
    "strName": "TutorialSpaceTravel3",
    "strNodeLabel": "Tutorial: Spaceship Spin Controls",
    "strImage": "info/timecontrols",
    "strNodeParent": "TutorialSpaceTravel1",
    "strArticleTitle": "Tutorial: Spaceship Spin Controls",
    "strLookup": "Space Travel",
    "strTutorialKey": "",
    "escapeChar" : "␞",
    "strArticleBody": "Once you're pointing toward K-LEG, it's time for pushback.\n\nPressing ␞71␞ fires your bow-facing thrusters, putting much-needed distance between you and the station."
  },
  {
    "strName": "TutorialSpaceTravel4",
    "strNodeLabel": "Tutorial: Spaceship Spin Controls",
    "strImage": "info/timecontrols",
    "strNodeParent": "TutorialSpaceTravel1",
    "strArticleTitle": "Tutorial: Spaceship Spin Controls",
    "strLookup": "Space Travel",
    "strTutorialKey": "",
    "escapeChar" : "␞",
    "strArticleBody": "Spaceship hotkeys\nMain thruster: ␞70␞\nLeft thruster: ␞72␞ \nRight thruster: ␞73␞ \nBow thruster : ␞71␞ \nAttitude control counterclockwise: ␞75␞ \nAttitude control \nclockwise: ␞74␞ \nMatch velocity: ␞78␞ \nStop Rotation: ␞76␞ "
  },
  {
    "strName": "TutorialDerelict1",
    "strNodeLabel": "Tutorial: Salvaging a Derelict",
    "strImage": "info/timecontrols",
    "strNodeParent": "TutorialObjectives",
    "strArticleTitle": "The Tutorial Derelict",
    "strLookup": "Salvage",
    "strTutorialKey": "Pick Up Permit",
    "strArticleBody": "Salvaging is lucrative, dangerous work, so Ayotimiwa offers licenses to those foolhardy and desperate enough to take it.\n\nSalvage licenses have a duration of validity, usually on the order of days. When it expires, they will become invalid, and their legal protections forfeit.\n\nReading the salvage license will show how long it's valid for. If it runs out while you're salvaging, don't panic just yet. Ayotimiwa has security crawling the junkyard looking for illegal scavs, but they're not infallible.\n\nIt's not yet a crime until the law catches up with you. That's always been our policy."
  },
  {
    "strName": "TutorialDerelict2",
    "strNodeLabel": "Tutorial: Obstacles to Salvage",
    "strImage": "info/timecontrols",
    "strNodeParent": "TutorialDerelict1",
    "strArticleTitle": "Doors, Walls, Power & Applied Force",
    "strLookup": "Salvage",
    "strTutorialKey": "Access The Bridge",
    "strArticleBody": "While you're out there salvaging in the big wide junkyard, you're going to come across all kinds of derelicts with all kinds of problems.\n\nHere in this tutorial derelict, we've simulated - at great expense - some common problems. For instance, that power network? Missing a conduit. Further in, there's a door. That door? Damaged somehow!\n\nBut maybe if that loose conduit nearby could be installed to complete the circuit, or you could find a crowbar for the unpowered door..."
  },
  {
    "strName": "TutorialDerelict3",
    "strNodeLabel": "Tutorial: Choice Paralysis",
    "strImage": "info/timecontrols",
    "strNodeParent": "TutorialDerelict1",
    "strArticleTitle": "What To Take And What To Leave Behind",
    "strLookup": "Salvage",
    "strTutorialKey": "Salvage The Bridge",
    "strArticleBody": "The markets, plural, back on K-LEG will pay top dollar for whatever salvage you can strip out of a derelict. The rarer the part, the better the condition, the more top the dollar.\n\nHowever, it's a time consuming task, and your air isn't getting any more breathable. Try to prioritise the more valuable parts to strip - pause if you need to. \n\nYou have a vague context of what items are worth, represented by the number of dollar signs displayed on the MTT for that item. With a better business sense, you can know the exact dollar amount it is worth instead.\n\nSomething to consider: the commercial value is not the only way you might decide what to take home with you..."
  },
  {
    "strName": "TutorialDerelict4",
    "strNodeLabel": "Tutorial: The Return Journey",
    "strImage": "info/timecontrols",
    "strNodeParent": "TutorialDerelict1",
    "strArticleTitle": "When Your Pockets Are Full ...",
    "strLookup": "Salvage",
    "strTutorialKey": "Return to K-LEG",
    "strArticleBody": "When you feel you've scavenged a commodity surplus, it's time to pack up and fly back to K-LEG.\n\nWe can't really tell you when that is - that's up to you. But try uninstalling some of the more expensive parts and dragging them back to your ship. Get something that displays well, y'know?\n\nWe won't hold your hand back to K-LEG, either. This step will conclude the second you set foot on K-LEG station proper, and not before."
  },
  {
    "strName": "TutorialKLEGReturn1",
    "strNodeLabel": "Tutorial: Station Upkeep",
    "strImage": "info/timecontrols",
    "strNodeParent": "TutorialObjectives",
    "strArticleTitle": "Exchanging Marginal Utilities",
    "strLookup": "Upkeep",
    "strTutorialKey": "Sell Salvage at a Kiosk",
    "strArticleBody": "There are several ways to turn your items into dollars. The easiest is through the kiosks dotted around the K-LEG hub.\n\nThe licensed kiosk can only be accessed while you're carrying a valid salvage permit, like the one you picked up on the derelict. It will buy back most items at a reasonable price.\n\nThe scrap kiosk, on the other hand, is relegated to low-value scrap and parts, but is always available. Even to the unlicensed.\n\nThen there is the matter of a rumor about a black market fixer..."
  },
  {
    "strName": "TutorialKLEGReturn2",
    "strNodeLabel": "Tutorial: Bills",
    "strImage": "info/timecontrols",
    "strNodeParent": "TutorialKLEGReturn1",
    "strArticleTitle": "Keeping The Vultures At Bay",
    "strLookup": "Upkeep",
    "strTutorialKey": "Pay Docking Fee",
    "strArticleBody": "Now you have some money in your pocket, you're wondering what it's good for. Don't fret: space life has all sorts of hidden charges and liens to track and pay off.\n\nYou can find them and track them in the finances screen, accessible by clicking your cash balance on the main UI.\n\nDocking with K-LEG is relatively cheap, but someone's counting those beans."
  },
  {
    "strName": "TutorialKLEGReturn3",
    "strNodeLabel": "Tutorial: Fuel",
    "strImage": "info/timecontrols",
    "strNodeParent": "TutorialKLEGReturn1",
    "strArticleTitle": "Fungible Units Of Energetic Liquid refilling",
    "strLookup": "Upkeep",
    "strTutorialKey": "Refuel at a Fuel Kiosk",
    "strArticleBody": "The last step of station upkeep is right near the docking airlock. The fuel kiosk will let you refill missing reactant, gases, and recharge your batteries (literally if not figuratively).\n\nMake sure you're topped up before heading out again."
  },
  {
    "strName": "TutorialMainConclusion",
    "strNodeLabel": "Tutorial No More",
    "strImage": "info/timecontrols",
    "strNodeParent": "TutorialObjectives",
    "strArticleTitle": "The End! (?)",
    "strLookup": "",
    "strTutorialKey": "Tutorial Complete",
    "strArticleBody": "You have reached the end of the main tutorial!\n\nTake a deep breath. You earned it!\n\nThere's much more to see in Ostranauts, and more to learn. In future, we might offer more tutorials for more advanced features, especially if we get feedback saying that's what you want.\n\nIn the meantime, what happens next is up to you. Travel the System. Fall in love. Get in a fight, make some money, solve a mystery. Build your dream ship. And resist oppression. Wherever you can, in whatever form you can, always and forever. \n\nGood luck."
  }
]